Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# UNABLE_TO_VERIFY_DISPLAY_NOTIF_TEXT
source: This can happen if the display is not a genuine Apple part or was installed incorrectly. View more details in Parts & Service History in Settings.
ar: قد يحدث ذلك إذا لم تكن الشاشة قطعة أصلية من Apple أو لم يتم تركيبها بالشكل الصحيح. يمكنك عرض المزيد من التفاصيل في "سجل تاريخ القطع والخدمة" في الإعدادات.
bg: Това може да се случи, ако екранът не е оригинална част на Apple или е бил инсталиран неправилно. Вижте повече детайли в Части и сервизна история в Настройки.
ca: És possible que la pantalla no sigui original d’Apple o que no s’hagi instal·lat bé. Pots obtenir més informació a la secció sobre els components i l’historial de manteniment de la configuració.
cs: Tato situace může nastat, pokud není použit originální displej Apple nebo pokud byl displej nesprávně nainstalován. Bližší podrobnosti najdete v přehledu dílů a servisní historie v Nastavení.
da: Dette kan ske, hvis skærmen ikke er en ægte Apple-reservedel eller ikke blev installeret korrekt. Se flere oplysninger under Historik for service og reservedele i Indstillinger.
de: Dies kann passieren, wenn das Display kein Originalteil von Apple ist oder nicht korrekt installiert wurde. Weitere Details findest du im Teile- und Serviceprotokoll in den Einstellungen.
el: Αυτό μπορεί να οφείλεται στο γεγονός ότι η οθόνη δεν αποτελεί γνήσιο εξάρτημα Apple ή δεν εγκαταστάθηκε σωστά. Για προβολή περισσότερων λεπτομερειών, μεταβείτε στο τμήμα «Εξαρτήματα και ιστορικό σέρβις» των Ρυθμίσεων.
es: Puede deberse a que la pantalla no sea la original de Apple o que no se haya instalado correctamente. Para más información, ve a la sección “Piezas e historial de reparaciones” en Ajustes.
es_us: Esto podría suceder si la pantalla no es una parte original de Apple o si se instaló de forma incorrecta. Puedes obtener más detalles en la sección Historial de piezas y servicios en Configuración.
fi: Näin voi käydä, jos näyttö ei ole aito Apple-osa tai jos se on asennettu väärin. Katso lisätietoja kohdasta Asetukset > Osa- ja huoltohistoria.
fr: Cela peut se produire si l’écran n’est pas une pièce d’origine Apple ou s’il n’a pas été correctement installé. Accédez à « Historique des pièces et des réparations » dans Réglages pour en savoir plus.
fr_ca: Ceci peut se produire si l’écran n’est pas une pièce Apple authentique ou s’il n’a pas été correctement installé. Obtenez plus d’informations dans Réglages > Historique des pièces et des réparations.
he: מצב זה יכול להתרחש אם הצג אינו רכיב מקורי של Apple או לא הותקן כראוי. פרטים נוספים זמינים ב״היסטוריית רכיבים ושירות״ ב״הגדרות״.
hi: ऐसा डिस्प्ले के Apple का असली पार्ट न होने या उसे ग़लत तरीक़े से लगाए जाने पर हो सकता है। सेटिंग्ज़ में जाकर पार्ट्स और सर्विस हिस्ट्री में अधिक विवरण देखें।
hr: Do toga može doći ako zaslon nije originalni Apple proizvod ili nije bio pravilno ugrađen. Dodatne informacije potražite u odjeljku povijesti dijelova i servisa u Postavkama.
hu: Ez akkor fordulhat elő, ha a kijelző nem eredeti Apple-alkatrész, vagy helytelenül lett beszerelve. További információkért tekintse meg az Alkatrészek és szervizelőzmények szakaszt a Beállításokban.
id: Ini dapat terjadi jika layar bukan komponen asli Apple atau salah dipasang. Lihat detail lainnya di Komponen & Riwayat Servis di Pengaturan.
it: Questo può verificarsi se lo schermo non è un componente Apple originale o se è stato installato in modo errato. Visualizza maggiori dettagli in “Parti e cronologia dell’assistenza” in Impostazioni.
ja: ディスプレイがApple純正部品ではないか、または正しく取り付けられていないと、この問題が起きることがあります。“設定”の“部品と修理の履歴”でさらに詳しい情報を表示します。
kk: Дисплей түпнұсқа Apple бөлшегі болмаса немесе дұрыс орнатылмаған болса, бұл жағдай орын алуы мүмкін. Толығырақ мәліметтерді «Реттеулер» қолданбасындағы «Бөлшектер мен сервис тарихы» бөлімінен көріңіз.
ko: 이 문제는 디스플레이가 Apple 정품 부품이 아니거나 올바르게 설치되지 않았을 때 발생할 수 있습니다. 자세한 사항은 설정의 ‘부품 및 서비스 기록’을 참고하십시오.
lt: Taip gali nutikti, kai įdedamas ne originalus „Apple“ ekranas arba kai ekranas įdedamas netinkamai. Daugiau informacijos rasite „Nustatymų“ srityje „Dalių ir techninės priežiūros istorija“.
ms: Perkara ini boleh berlaku jika paparan bukanlah komponen Apple asli atau dipasang secara salah. Lihat butiran lanjut di Sejarah Komponen & Servis dalam Seting.
nl: Dit kan gebeuren als het scherm geen origineel Apple onderdeel is of niet goed is geïnstalleerd. Bekijk meer details in 'Onderdelen- en onder­houds­geschiedenis' in Instellingen.
no: Dette kan skje hvis skjermen ikke er en originaldel fra Apple, eller den ble installert feil. Se mer informasjon under Dele- og servicelogg i Innstillinger.
pl: Może tak się zdarzyć, gdy wyświetlacz nie jest oryginalną częścią Apple lub został zainstalowany nieprawidłowo. Więcej informacji znajdziesz w historii części i serwisu w Ustawieniach.
pt_br: Isso pode ocorrer se a tela não for uma peça genuína da Apple ou tiver sido instalada incorretamente. Veja mais detalhes no Histórico de Peças e Serviço, nos Ajustes.
pt_pt: É possível que o ecrã não seja uma peça Apple genuína ou que não tenha sido instalado corretamente. Consulte a informação detalhada no histórico de peças e assistência, nas Definições.
ro: Este posibil ca acest afișaj să nu fie o componentă Apple originală sau să nu fi fost instalat corect. Aflați mai multe detalii în secțiunea “Istoric componente și service” din Configurări.
ru: Вероятно, причина в том, что дисплей не является подлинной деталью производства Apple либо был неправильно установлен. Узнайте подробности в разделе Настроек «История деталей и обслуживания».
sk: Táto situácia môže nastať, keď nebol použitý originálny diel od spoločnosti Apple alebo keď displej nebol správne nainštalovaný. Viac informácií nájdete v časti História dielov a servisu v Nastaveniach.
sl: To se lahko zgodi, če zaslon ni originalna komponenta Apple ali če je bil nameščen nepravilno. Več podrobnosti najdete v razdelku Zgodovina delov in popravil v Nastavitvah.
sv: Det här kan ske om skärmen inte är en äkta Apple-komponent eller inte installerats korrekt. Visa fler detaljer i Historik för komponenter och service i Inställningar.
th: ปัญหานี้อาจเกิดขึ้นได้หากจอภาพไม่ใช่ชิ้นส่วนของแท้จาก Apple หรือถูกติดตั้งอย่างไม่ถูกต้อง ดูรายละเอียดเพิ่มเติมในประวัติชิ้นส่วนและบริการในการตั้งค่า
tr: Ekran orijinal bir Apple parçası değilse ya da hatalı yerleştirilmişse meydana gelebilir. Daha fazla ayrıntıyı Ayarlar’daki Parçalar ve Servis bölümünde bulabilirsiniz.
uk: Це може означати, що дисплей не є оригінальним дисплеєм Apple або його встановлено неправильно. Докладні відомості можна знайти в розділі «Історія обслуговування та ремонту» в Параметрах.
vi: Việc này có thể xảy ra nếu màn hình không phải là linh kiện Apple chính hãng hoặc đã bị lắp sai. Hãy xem thêm chi tiết trong Lịch sử linh kiện & dịch vụ trong Cài đặt.
zh_cn: 显示屏非正品Apple部件或未正确安装可能会造成此状况。请在“设置”的“部件与维修历史”中查看更多详细信息。
zh_hk: 如果螢幕並非Apple原廠零件或安裝不正確，可能會發生此情況。在「設定」中的「零件與維修記錄」中查看更多詳細資料。
zh_tw: 這可能是因為螢幕為非原廠Apple零件或未正確安裝。請在「設定」中的「零件和維修記錄」中檢視更多詳細資訊。

# CAMERA_SETTINGS_TITLE
source: Camera Issue
ar: مشكلة في الكاميرا
bg: Проблем с камерата
ca: Problema amb la càmera
cs: Problém s fotoaparátem
da: Problem med kamera
de: Kameraproblem
el: Ζήτημα κάμερας
es: Problema con la cámara
es_us: Problema con la cámara
fi: Kameraongelma
fr: Problème de caméra
fr_ca: Problème de caméra
he: בעיה עם המצלמה
hi: कैमरा संबंधी समस्या
hr: Problem s kamerom
hu: Kamerával kapcsolatos probléma
id: Masalah Kamera
it: Problema con la fotocamera
ja: カメラの問題
kk: Камера мәселесі
ko: 카메라 문제
lt: Vaizdo kameros problema
ms: Isu Kamera
nl: Probleem met camera
no: Feil med kameraet
pl: Problem z aparatem
pt_br: Problema com a Câmera
pt_pt: Problema com a câmara
ro: Problemă legată de cameră
ru: Неполадка камеры
sk: Problém s kamerou
sl: Težava s kamero
sv: Kameraproblem
th: ปัญหากล้อง
tr: Kamera Sorunu
uk: Проблема з камерою
vi: Sự cố camera
zh_cn: 相机问题
zh_hk: 相機問題
zh_tw: 相機問題

# FINISH_BACKGLASS_DESC
source: A new back glass was detected. Restart to configure your new back glass for this iPhone.
ar: تم اكتشاف زجاج خلفي جديدة. يرجى إعادة التشغيل لتكوين الزجاج الخلفي الجديدة لهذا الـ iPhone.
bg: Открито е ново задно стъкло. Рестартирайте, за да се конфигурира новото задно стъкло за този iPhone.
ca: S’ha detectat un vidre posterior nou. Per configurar‑lo, cal que reiniciïs l’iPhone.
cs: Bylo nalezeno nové zadní sklo. Chcete‑li ho nakonfigurovat, restartujte iPhone.
da: Et nyt bagsideglas blev fundet. Genstart for at konfigurere det nye bagsideglas til denne iPhone.
de: Eine neue Glasrückseite wurde erkannt. Starte das iPhone neu, damit die neue Glasrückseite konfiguriert werden kann.
el: Εντοπίστηκε ένα νέο γυαλί πίσω πλευράς. Κάντε επανεκκίνηση για να διαμορφώσετε το νέο γυαλί πίσω πλευράς για αυτό το iPhone.
es: Se ha detectado un nuevo vidrio trasero. Para configurarlo, debes reiniciar el iPhone.
es_us: Se detectó un nuevo vidrio posterior. Para configurarlo, reinicia el iPhone.
fi: Uusi takalasi havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden takalasin tälle iPhonelle.
fr: Un nouveau verre arrière a été détecté. Redémarrez pour configurer votre nouveau verre arrière pour cet iPhone.
fr_ca: Un nouveau verre arrière a été détecté. Pour le configurer, redémarrez cet iPhone.
he: זוהתה זכוכית אחורית חדשה. יש לבצע הפעלה מחדש כדי להגדיר את הזכוכית האחורית החדשה ב-iPhone זה.
hi: नए बैक ग्लास की पहचान की गई। इस iPhone के लिए अपना नया बैक ग्लास कॉन्फ़िगर करने के लिए रीस्टार्ट करें।
hr: Detektirano je novo stražnje staklo. Ponovno uključite kako biste konfigurirali novo stražnje staklo za ovaj iPhone.
hu: Új hátoldali üveg észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új hátoldali üveget ehhez az iPhone‑hoz.
id: Kaca belakang baru terdeteksi. Mulai ulang untuk mengonfigurasi kaca belakang baru Anda untuk iPhone ini.
it: È stato rilevato un nuovo vetro posteriore. Riavvia per configurarlo per iPhone.
ja: 新しい背面ガラスが検出されました。このiPhone用の新しい背面ガラスを構成するには再起動してください。
kk: Жаңа артқы әйнек анықталды. Осы iPhone құрылғысы үшін жаңа артқы әйнекті теңшеу үшін құрылғыны қайта іске қосыңыз.
ko: 새로운 후면 유리가 감지되었습니다. 새로운 후면 유리를 이 iPhone용으로 구성하기 위해 재시동이 필요합니다.
lt: Aptiktas naujas nugarėlės stiklas. Paleiskite iš naujo ir sukonfigūruokite naują šio „iPhone“ nugarėlės stiklą.
ms: Kaca belakang baharu telah dikesan. Mula semula untuk mengkonfigurasikan kaca belakang baharu anda bagi iPhone ini.
nl: Er is nieuw glas aan de achterkant gedetecteerd. Start opnieuw op om het nieuwe glas aan de achterkant voor deze iPhone te configureren.
no: Det er registrert nytt glass på baksiden. Start enheten på nytt for å tilpasse det nye glasset for denne iPhonen.
pl: Wykryty został nowy szklany tył. Uruchom ponownie, aby skonfigurować go dla tego iPhone’a.
pt_br: Um novo vidro traseiro foi detectado. Para configurá‑lo, reinicie o iPhone.
pt_pt: Foi detetado um vidro da parte de trás novo. Reinicie para configurá‑lo para este iPhone.
ro: A fost detectată o sticlă din spate nouă. Reporniți pentru a o configura pentru acest iPhone.
ru: Обнаружено новое заднее стекло. Чтобы настроить его для работы с этим iPhone, перезагрузите устройство.
sk: Bolo detegované nové zadné sklo. Ak ho chcete nakonfigurovať, reštartujte iPhone.
sl: Zaznano je bilo novo zadnje steklo. Za konfiguracijo novega zadnjega stekla za ta iPhone izvedite ponovni zagon.
sv: Ett nytt bakre glas upptäcktes. Starta om för att konfigurera det nya bakre glaset för denna iPhone.
th: ตรวจพบกระจกฝาหลังใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่ากระจกฝาหลังใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Yeni bir arka cam algılandı. Bu iPhone için yeni arka camınızı ayarlamak üzere yeniden başlatın.
uk: Виявлено нове заднє скло. Перезапустіть, щоб сконфігурувати нове заднє скло для цього iPhone.
vi: Đã phát hiện một mặt kính sau mới. Hãy khởi động lại để định cấu hình mặt kính sau mới cho iPhone này.
zh_cn: 检测到新背面玻璃。重新启动配置此iPhone的新背面玻璃。
zh_hk: 偵測到新的背面玻璃。重新啟動即可為此iPhone設定新的背面玻璃。
zh_tw: 偵測到新的背面玻璃。請重新啟動來設定此iPhone的新背面玻璃。

# USED_TOUCHID_DESC_IPAD
source: iPad Touch ID is an used Apple part.
ar: بصمة الإصبع في iPad قطعة مستعملة من Apple.
bg: iPad Touch ID е използвана част на Apple.
ca: El Touch ID de l’iPad és un component d’Apple de segona mà.
cs: V iPadu je nainstalovaný použitý modul Touch ID od společnosti Apple.
da: Touch ID på denne iPad er en brugt Apple-reservedel.
de: Die Touch ID des iPad ist ein gebrauchtes Bauteil von Apple.
el: Το Touch ID του iPad αποτελεί μεταχειρισμένο εξάρτημα Apple.
es: El sensor Touch ID del iPad es una pieza reutilizada de Apple.
es_us: El sensor Touch ID de tu iPad es una pieza usada de Apple.
fi: iPadin Touch ID on käytetty Apple-osa.
fr: Le capteur Touch ID de l’iPad est une pièce Apple réutilisée.
fr_ca: Le bouton Touch ID de l’iPad est une pièce Apple usagée.
he: רכיב ה-Touch ID של ה-iPad הוא רכיב Apple משומש.
hi: iPad Touch ID, Apple का पुराना पार्ट है।
hr: Touch ID iPada je korišteni Apple proizvod.
hu: Az iPad Touch ID‑ja használt Apple-alkatrész.
id: Touch ID iPad adalah komponen Apple bekas.
it: Il sensore Touch ID di iPad è una parte Apple usata.
ja: iPadのTouch IDはApple中古部品です。
kk: iPad Touch ID — қолданыста болған Apple бөлшегі.
ko: iPad Touch ID가 중고 Apple 부품입니다.
lt: „iPad“ įrenginio „Touch ID“ jutiklis yra kitam įrenginiui priklausanti „Apple“ dalis.
ms: Touch ID iPad ialah komponen Apple terpakai.
nl: Touch ID op de iPad is een gebruikt Apple onderdeel.
no: Touch ID på iPad er en brukt Apple-del.
pl: iPad ma używany czujnik Touch ID.
pt_br: O Touch ID do iPad é uma peça da Apple usada.
pt_pt: O Touch ID deste iPad é uma peça Apple recondicionada.
ro: Senzorul Touch ID al iPad‑ului este o componentă Apple utilizată.
ru: Сенсор Touch ID в iPad является бывшей в употреблении деталью Apple.
sk: Senzor Touch ID v iPade je použitý diel od spoločnosti Apple.
sl: iPadov Touch ID je rabljena komponenta Apple.
sv: Touch ID i denna iPad är en begagnad Apple-komponent.
th: Touch ID ของ iPad เป็นชิ้นส่วนที่ใช้แล้วจาก Apple
tr: iPad Touch ID ikinci el bir Apple parçası.
uk: В iPad установлено вживаний модуль Touch ID від Apple.
vi: Touch ID của iPad là linh kiện Apple đã sử dụng.
zh_cn: iPad触控ID为已使用的Apple部件。
zh_hk: iPad Touch ID為已使用的Apple零件。
zh_tw: iPad Touch ID為已使用的Apple零件。

source: Face ID
ar: بصمة الوجه
es: Usa Face ID
sv: Använd Face ID
th: ใช้ Face ID
zh_cn: 面容ID

# ENCLOSURE_FOOTER_LEARN_MORE
source: Learn more about enclosure repair…
ar: معرفة المزيد حول إصلاح الهيكل الخارجي…
bg: Научете повече за ремонта на корпуса…
ca: Més informació sobre la reparació de la carcassa…
cs: Další informace o opravě pláště…
da: Læs mere om reparation af det ydre kabinet…
de: Weitere Infos zur Reparatur des Gehäuses …
el: Μάθετε περισσότερα για την επισκευή περιβλήματος…
es: Más información sobre la reparación de la carcasa…
es_us: Obtén detalles sobre la reparación de la carcasa…
fi: Lisätietoja rungon korjauksesta…
fr: En savoir plus sur la réparation du boîtier…
fr_ca: En savoir plus sur la réparation du boîtier…
he: פרטים נוספים בנושא תיקון מעטפת…
hi: एंक्लोज़र की मरम्मत के बारे में अधिक जानें…
hr: Saznajte više o popravku kućišta…
hu: Bővebben a burkolat javításáról…
id: Lebih lanjut mengenai perbaikan penutup…
it: Scopri di più sulla riparazione della scocca…
ja: 筐体の修理についての詳しい情報…
kk: Корпусты жөндеу туралы толығырақ…
ko: 인클로저 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie korpuso remontą…
ms: Ketahui lebih lanjut tentang pembaikan penutup…
nl: Meer informatie over reparatie van behuizing…
no: Finn ut mer om reparasjon av kabinettet…
pl: Więcej informacji o naprawie obudowy…
pt_br: Saiba mais sobre o reparo da estrutura…
pt_pt: Saiba mais acerca da reparação da cobertura…
ro: Mai multe despre reparația carcasei…
ru: Подробнее о ремонте корпуса…
sk: Viac informácií o oprave krytu…
sl: Več o popravilu ohišja …
sv: Läs mer om reparation av höljet…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซมตัวเครื่องภายนอก…
tr: Kasa onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт рамки…
vi: Tìm hiểu thêm về sửa chữa vỏ máy…
zh_cn: 进一步了解机身维修…
zh_hk: 進一步了解機身維修⋯
zh_tw: 進一步瞭解機身維修⋯

source: Used
ar: مستعملة
bg: Използвани
ca: Segona mà
cs: Využito
da: Brugt
de: Gebraucht
el: Μεταχειρισμένο
es: Reutilizada
es_us: Segunda mano
fi: Käytetty
fr: Réutilisé(e)
fr_ca: Usagée
he: רכיב משומש
hi: उपयोग किया गया
hr: Korišteno
hu: Használt
id: Bekas
it: Parte usata
ja: 中古
kk: Қолданыста болған
ko: 중고
lt: Priklauso kitam įrenginiui
ms: Terpakai
nl: Gebruikt
no: Brukt
pl: Używane
pt_br: Usado
pt_pt: Recondicionada
ro: Componentă utilizată
ru: Б/У
sk: Použitý diel
sl: Uporabljeno
sv: Begagnad
th: ใช้แล้ว
tr: İkinci El
uk: Вживана деталь
vi: Đã sử dụng
zh_cn: 已使用
zh_hk: 已使用
zh_tw: 已使用

source: Finish Repair
ar: الانتهاء من الإصلاح
bg: Завършване на ремонта
ca: Completa la reparació
cs: Dokončení opravy
da: Afslut reparation
de: Reparatur abschließen
el: Ολοκλήρωση επισκευής
es: Completa la reparación
es_us: Finalizar reparación
fi: Viimeistele korjaus
fr: Finaliser la réparation
fr_ca: Terminer la réparation
he: סיום התיקון
hi: रिपेयर करना पूरा करें
hr: Dovršite popravak
hu: Javítás befejezése
id: Selesaikan Perbaikan
it: Termina la riparazione
ja: 修理を完了
kk: Жөндеу жұмысын аяқтау
ko: 수리 마저 하기
lt: Baigti remontą
ms: Selesaikan Pembaikan
nl: Voltooi reparatie
no: Fullfør reparasjon
pl: Dokończ naprawę
pt_br: Conclua o Reparo
pt_pt: Concluir reparação
ro: Finalizați reparația
ru: Завершение ремонта
sk: Dokončenie opravy
sl: Dokončanje popravila
sv: Slutför reparation
th: สิ้นสุดการซ่อมแซม
tr: Onarımı Bitirin
uk: Завершіть ремонт
vi: Hoàn tất sửa chữa
zh_cn: 完成维修
zh_hk: 完成維修
zh_tw: 完成維修

# FINISH_FACEID_REPAIR_DESC
source: Tap to configure your new TrueDepth Camera for this iPhone.
ar: اضغط لتكوين كامير العمق الحقيقي الجديدة لهذا الـ iPhone.
bg: Докоснете, за да се конфигурира вашата нова камера TrueDepth за този iPhone.
ca: Toca per configurar la càmera TrueDepth nova de l’iPhone.
cs: Nakonfigurování nového TrueDepth fotoaparátu pro iPhone zahájíte klepnutím.
da: Tryk for at konfigurere det nye TrueDepth-kamera til denne iPhone.
de: Tippe, um die neue TrueDepth-Kamera für dieses iPhone zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε τη νέα κάμερα TrueDepth για αυτό το iPhone.
es: Toca para configurar la nueva cámara TrueDepth del iPhone.
es_us: Toca para configurar la nueva cámara TrueDepth para este iPhone.
fi: Määritä uusi TrueDepth-kamera tälle iPhonelle napauttamalla.
fr: Touchez pour configurer votre nouvelle caméra TrueDepth pour cet iPhone.
fr_ca: Touchez pour configurer la nouvelle caméra TrueDepth de cet iPhone.
he: יש להקיש כדי להגדיר את מצלמת ה-TrueDepth החדשה שלך ב-iPhone זה.
hi: इस iPhone के लिए अपना नया TrueDepth कैमरा कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje nove TrueDepth kamere za ovaj iPhone.
hu: Koppintson ide, hogy konfigurálni lehessen az új TrueDepth-kamerát ehhez az iPhone-hoz.
id: Ketuk untuk mengonfigurasi Kamera TrueDepth baru Anda untuk iPhone ini.
it: Tocca per configurare la nuova fotocamera TrueDepth per iPhone.
ja: タップして、このiPhone用の新しいTrueDepthカメラを構成します。
kk: Бұл iPhone құрылғысы үшін TrueDepth камерасын теңшеу мақсатында түртіңіз.
ko: 탭하여 새로운 TrueDepth 카메라를 이 iPhone용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPhone“ įrenginio „TrueDepth“ kamerą.
ms: Ketik untuk mengkonfigurasikan Kamera TrueDepth baharu anda bagi iPhone ini.
nl: Tik om de nieuwe TrueDepth-camera voor deze iPhone te configureren.
no: Trykk for å tilpasse det nye TrueDepth-kameraet for denne iPhonen.
pl: Stuknij, aby skonfigurować nowy aparat TrueDepth dla tego iPhone’a.
pt_br: Toque para configurar a nova Câmera TrueDepth deste iPhone.
pt_pt: Toque para configurar a câmara TrueDepth nova para este iPhone.
ro: Apăsați pentru a configura noua cameră TrueDepth pentru acest iPhone.
ru: Коснитесь, чтобы настроить новую камеру TrueDepth для работы с этим iPhone.
sk: Klepnutím nakonfigurujete novú TrueDepth kameru pre tento iPhone.
sl: Tapnite za konfiguracijo nove kamere TrueDepth za ta iPhone.
sv: Tryck för att konfigurera den nya TrueDepth-kameran för denna iPhone.
th: แตะเพื่อกำหนดค่ากล้อง TrueDepth ใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Bu iPhone için yeni TrueDepth Kamera’nızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати нову камеру TrueDepth для цього iPhone.
vi: Chạm để định cấu hình Camera TrueDepth mới cho iPhone này.
zh_cn: 轻点配置此iPhone的新原深感摄像头。
zh_hk: 點一下即可為此iPhone設定新的「原深感測鏡頭」。
zh_tw: 點一下來設定此iPhone的新原深感測相機。

# AUDIO_COMPONENT
source: Speaker
ar: السماعة
bg: Високоговорител
ca: Altaveu
cs: Reproduktor
da: Højttaler
de: Lautsprecher
el: Ηχείο
es: Altavoz
es_us: Altavoz
fi: Kaiutin
fr: Haut-parleur
fr_ca: Haut-parleur
he: רמקול
hi: स्पीकर
hr: Zvučnik
hu: Hangszóró
it: Altoparlante
ja: スピーカー
kk: Динамик
ko: 스피커
lt: Garsiakalbis
nl: Luidspreker
no: Høyttaler
pl: Głośnik
pt_br: Alto-falante
pt_pt: Altifalante
ro: Difuzor
ru: Динамик
sk: Reproduktor
sl: Zvočnik
sv: Högtalare
th: ลำโพง
tr: Hoparlör
uk: Динамік
vi: Loa
zh_cn: 扬声器
zh_hk: 喇叭
zh_tw: 揚聲器

# INFORMATION_COLLECTION_TEXT
source: Apple has updated the device information for this iPhone.
ar: لقد قامت Apple بتحديث معلومات الجهاز لهذا الـ iPhone.
bg: Apple е обновил информацията за устройството за този iPhone.
ca: Apple ha actualitzat la informació de dispositiu d’aquest iPhone.
cs: Společnost Apple aktualizovala pro tento iPhone informace o zařízení.
da: Apple har opdateret enhedsoplysningerne til denne iPhone.
de: Apple hat die Geräteinformationen für dieses iPhone aktualisiert.
el: Η Apple ενημέρωσε τις πληροφορίες συσκευής για αυτό το iPhone.
es: Apple ha actualizado la información del dispositivo para este iPhone.
es_us: Apple actualizó la información de dispositivo de este iPhone.
fi: Apple on päivittänyt tämän iPhonen laitetiedot.
fr: Apple a mis à jour les informations de l’appareil pour cet iPhone.
fr_ca: Apple a mis à jour les informations de cet iPhone.
he: ‏Apple עדכנה את פרטי המכשיר עבור iPhone זה.
hi: Apple ने इस iPhone के लिए डिवाइस जानकारी को अपडेट किया है।
hr: Tvrtka Apple ažurirala je informacije o uređaju za ovaj iPhone.
hu: Az Apple frissítette az eszközinformációkat ehhez az iPhone-hoz.
id: Apple telah memperbarui informasi perangkat untuk iPhone ini.
it: Apple ha aggiornato le informazioni dispositivo per questo iPhone.
ja: Appleにより、このiPhoneの情報がアップデートされました。
kk: Apple осы iPhone құрылғысына арналған ақпаратты жаңартты.
ko: Apple이 이 iPhone의 기기 정보를 업데이트했습니다.
lt: „Apple“ atnaujino šio „iPhone“ įrenginio informaciją.
ms: Apple telah mengemas kini maklumat peranti untuk iPhone ini.
nl: Apple heeft de apparaatinformatie voor deze iPhone bijgewerkt.
no: Apple har oppdatert enhetsinformasjonen til denne iPhonen.
pl: Informacje dotyczące tego iPhone’a zostały uaktualnione przez Apple.
pt_br: A Apple atualizou as informações do dispositivo para este iPhone.
pt_pt: A Apple atualizou a informação do dispositivo para este iPhone.
ro: Apple a actualizat informațiile dispozitivului pentru acest iPhone.
ru: Компания Apple обновила информацию устройства этого iPhone.
sk: Spoločnosť Apple aktualizovala informácie o zariadení pre tento iPhone.
sl: Apple je posodobil podatke o napravi za ta iPhone.
sv: Apple har uppdaterat enhetsinformationen för denna iPhone.
th: Apple ได้อัปเดตข้อมูลอุปกรณ์สำหรับ iPhone เครื่องนี้
tr: Apple, bu iPhone’un aygıt bilgisini güncelledi.
uk: Apple оновлює інформацію про пристрій для цього iPhone.
vi: Apple đã cập nhật thông tin thiết bị cho iPhone này.
zh_cn: Apple已更新此iPhone的设备信息。
zh_hk: Apple已為此iPhone更新裝置資料。
zh_tw: Apple已更新此iPhone的裝置資訊。
